echo "   ▶ Set hostname, connect to wifi, clone github mac-defaults repo and then run this script"
echo
read -p "   ▶ Press enter to continue or control+c to cancel"


tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "bash-completion"
tap "bat"
tap "git"
tap "iperf"
tap "macvim"
tap "mas"
tap "nmap"
tap "speedtest-cli"
tap "telnet"
tap "wget"
tap "shfmt"
tap "ncdu"
tap "htop"
tap "tldr"
tap "fd"

brew "python"
brew "ansible"
brew "bravebrowse"
brew "dash"
brew "docker"
brew "easyfind"
brew "firefox"
brew "gimp"
brew "github"
brew "google-backup-and-sync"
brew "google-chrome"
brew "google-chrome-canary"
brew "iterm2"
brew "java"
brew "jdownloader"
brew "nordvpn"
brew "powershell"
brew "pritunl"
brew "royal-tsx"
brew "slack"
brew "sonos"
brew "sourcetree"
brew "swinsian"
brew "tor-browser"
brew "vnc-viewer"
brew "zsh-completions"

cask "little-snitch" --appdir="/Applications"
cask "wireshark" --appdir="/Applications"
cask "zoom" --appdir="/Applications"
cask "vlc" --appdir="/Applications"
cask "visual-studio-code" --appdir="/Applications"
cask "visusl-studio-code-insiders" --appdir="/Applications"
